<?php

return [
    'title' => [
        'module' => 'Пользователи и Роли',
        'user' => 'Пользователи',
        'role' => 'Роли',
    ],
    'user' => [
        'list' => 'Просмотр списка',
        'create' => 'Создание',
        'edit' => 'Редактирование',
        'view_permissions' => 'Просмотр прав',
        'change_roles' => 'Изменение списка ролей',
        'change_password' => 'Изменение пароля',
        'delete' => 'Удаление',
    ],
    'role' => [
        'list' => 'Просмотр списка',
        'create' => 'Создание',
        'edit' => 'Редактирование',
        'delete' => 'Удаление',
        'change_permissions' => 'Редактирование набора прав',
    ],
];
